/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "iligtas";
"Cancel" = "kanselahin";
"Select Language" = "Piliin ang Wika";
"Select Channel" = "Piliin ang Channel";
"Widget Settings" = "Mga Setting ng Widget";
"Settings" = "Mga setting";
"More Options" = "higit pang mga pagpipilian";
"Submit" = "ipasa";
"Skip feedback" = "Laktawan ang feedback";
"Did we resolve your issue?" = "nalutas ba namin ang iyong isyu?";
"Send Chat Transcript to your email address" = "Magpadala ng Transcript ng Chat sa iyong email address";
"Chat Transcript" = "Transcript ng Chat";
"Thanks for your feedback!" = "Salamat sa iyong feedback!";
"Feedback Comment" = "puna ng mga komento";
"Additional Feedback" = "karagdagang puna";
"Add Additional Feedback" = "Magdagdag ng Karagdagang Feedback";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Tungkol sa TELUS Virtual Assistant na tumulong lang sa iyo, paano mo ire-rate ang performance nito?";
"Want to share feedback?" = "Gustong magbahagi ng feedback?";
"Sorry! Your device does not support speech input" = "Paumanhin! Hindi sinusuportahan ng iyong device ang speech input";
"Say something" = "Magsalita ka";
"Ask me something" = "Magtanong ka sa akin";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Nagkaproblema habang kumokonekta, tiyaking tama ang mga kredensyal at subukang muli";
"Logout" = "logout";
"This field is required" = "Kinakailangan ang field na ito";
"This password is incorrect" = "Mali ang password na ito";
"This Jid  is invalid" = "Ang Jid na ito ay hindi wasto";
"Sign in" = "mag-sign in";
"Password" = "password";
"Chatbot" = "chatbot";
"Mobile" = "Mobile";
"Privacy Policy" = "patakaran sa privacy";
"Agent" = "ahente";
"Read more" = "magbasa pa";
"Read less" = "magbasa mas kaunti";
"Close" = "malapit na";
"Email" = "email";
"Email address" = "email address";
"Quick reply" = "Mabilis na sagot";
"Emoji" = "emoji";
"Please Enter Email" = "Mangyaring magpasok ng email";
"Email Sent" = "ipinadala ang email";
"OK" = "ok";
"YES" = "oo";
"NO" = "hindi";
"Immediate fun or longer purpose - how to choose?" = "Agarang masaya o mas mahabang layunin - paano pumili?";
"good" = "mabuti";
"response" = "tugon";
"Failure" = "kabiguan";
"Feedback successfully posted." = "Matagumpay na nai-post ang feedback.";
"Error" = "pagkakamali";
"No Internet connection " = "walang koneksyon sa internet ";
"Oops!" = "Oops!";
"Hi" = "hi";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", salamat sa iyong pasensya, ikokonekta ka namin sa susunod na available na ahente sa lalong madaling panahon.";
"Waiting for agent" = "Naghihintay ng ahente";
"is now connected to chat" = "ay konektado na ngayon sa chat";
"Genesys Call Transfer" = "Genesys Call Transfer";
"No Chatbot Found" = "Walang Nakitang Chatbot";
"Feedback" = "puna";
"Message!" = "mensahe!";
"Sorry, the requested URL not found!" = "Paumanhin, hindi nahanap ang hiniling na URL!";
"Text to speech" = "text to speech";
"Enable text to speech" = "Paganahin ang text to speech";
"has disconnected the chat" = "na-disconnect ang chat";
"Please enter valid email" = "Mangyaring magpasok ng wastong email address";
"Success" = "tagumpay";
"Sorry! Currently no agent is available" = "Paumanhin! Sa kasalukuyan ay walang available na ahente";
"Please rate" = "paki-rate";
"Oops, this service is temporarily unavailable" = "Oops, pansamantalang hindi available ang serbisyong ito";
"Retry" = "subukan muli";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "Hindi ka na konektado sa live na ahente.";
"Unable to load the requested URL" = "Hindi ma-load ang hiniling na URL";
"Unable to serve, you are too fast in typing" = "Hindi makapaglingkod, napakabilis mo sa pag-type";
"Unable to play video" = "Hindi ma-play ang video";
"Thank You" = "Salamat";
"Chatbot cannot connect to the server at the moment. Please retry." = "Hindi makakonekta ang Chatbot sa server sa ngayon. Pakisubukang muli.";
"Connect" = "kumonekta";
"Permission Denied" = "Tinanggihan ang Pahintulot";
"Speech recognition permission is declined. Please allow access from settings." = "Tinanggihan ang pahintulot sa pagkilala sa pagsasalita. Mangyaring payagan ang pag-access mula sa mga setting.";
"Mike permission is declined. Please allow access from settings." = "Tinanggihan ang pahintulot ni Mike. Mangyaring payagan ang pag-access mula sa mga setting.";
"Please allow location access to fetch your current location." = "Mangyaring payagan ang access sa lokasyon upang makuha ang iyong kasalukuyang lokasyon.";
"Open Settings" = "Buksan ang settings";
"Not Now" = "hindi ngayon";
"Please select location on the map" = "Mangyaring pumili ng lokasyon sa mapa";
"Done" = "tapos na";
"Clear" = "malinaw";
"Signature" = "pirma";
"Signature not found." = "Hindi nahanap ang lagda.";
"Upload QR Code" = "Mag-upload ng QR Code";
"Scan QR Code" = "i-scan ang qr code";
"Please select option" = "Mangyaring pumili ng opsyon";
"Upload from Library" = "Mag-upload mula sa Library";
"Scanned Code" = "Na-scan na Code";
"Uploaded QR Code is not valid. Please upload again." = "Hindi wasto ang na-upload na QR Code. Paki-upload muli.";
"Device has no camera" = "Walang camera ang device";
"Please allow permission to use the Camera so that you can scan QR code." = "Mangyaring payagan ang pahintulot na gamitin ang Camera upang ma-scan mo ang QR code.";
"Please allow permission to access photos so that you can scan QR code." = "Mangyaring payagan ang pahintulot na i-access ang mga larawan upang ma-scan mo ang QR code.";
"Reupload QR Code" = "Muling i-upload ang QR Code";
"Rescan QR Code" = "Muling i-scan ang QR Code";
"unread message(s)" = "mga hindi pa nababasang mensahe";
"Chat Invite" = "Imbitahan sa Chat";
"You have a new chat invite from" = "Mayroon kang bagong imbitasyon sa chat mula sa";
"Reject" = "tanggihan";
"Accept" = "tanggapin";
"Your session has been expired. Please start a new conversation." = "Ang iyong session ay nag-expire na. Mangyaring magsimula ng bagong pag-uusap.";
"Please enter" = "pasok";
"Please enter valid" = "Pakilagay ang valid";
"can't be more than" = "hindi maaaring higit sa";
"characters" = "mga karakter";
"Select" = "pumili";
"Please select" = "Pakipili";
"Unable to send chat transcript." = "Hindi maipadala ang transcript ng chat.";
"Reset" = "I-reset";
"Please enter details" = "Mangyaring ipasok ang mga detalye";
"Email will be send to you shortly" = "Ipapadala sa iyo ang email sa ilang sandali";


